Repository: fabiofsilva79/tuleap
Catalog: src/scripts/main/src/invite-buddies/po/*.po
Languages: fr_fr

source: Already project member
fr_fr: Déjà membre de projet

source: Already registered
fr_fr: Déjà enregistré

source: An error occurred while trying to send an invitation to:
fr_fr: Une erreur est survenue lors de l'envoi de l'invitation à :

source: An invitation could not be sent
fr_fr: Une invitation n'a pas pu être envoyée

source: Invitation successfully sent
fr_fr: Invitation envoyée

source: Not active
fr_fr: Pas actif

source: Restricted users
fr_fr: Utilisateur restreint

source: The following user is already project member, they have been ignored:
fr_fr: Cette personne est déjà membre de projet, elle a été ignorée :

source: The following user is already registered on the platform, they are now member of the project:
fr_fr: La personne suivante est déjà enregistrée sur la plateforme, elle est dorénavant membre du projet :

source: The following user is not active, they cannot be added as member of the project:
fr_fr: La personne suivante n'est pas active, elle ne peut être ajoutée en tant que membre de projet :

source: The following user is restricted, they cannot be added as member of the project because it does not accepted restricted users:
fr_fr: La personne suivante est restreinte, elle ne peut être ajoutée en tant que membre de projet car celui-ci n'accepte pas les restreints :
